# Задача 1

# list = [6, "red", 456, 45.3, "green", 7]
#
# print(type(0))
# print(type(1))
# print(type(2))
# print(type(3))
# print(type(4))
# print(type(5))

# Задача 2

# list = [10, 15, 3, 8, 0, 9, 6, 13, 1, 5]
# result_list.insert(0, 15)


# Задача 3

# a = input("Введите месяц")
# list_dict = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12]
# for весна, зима, лето, осень in list_dict.items () :
#     print(f "весна", "зима", "лето", "осень")

# Задача 4

